<?php
// Heading
$_['heading_title']    = 'Доставка у відділення Нової пошти';

// Text 
$_['text_shipping']		= 'Доставка';
$_['text_success']		= 'Налаштування модуля оновлено!';
$_['text_edit'] 		= 'Редагувати';
$_['text_extension']	= 'Розширення';

// Entry
$_['entry_geo_zone']	= 'Географічна зона:';
$_['entry_status']		= 'Статус';
$_['entry_sort_order']	= 'Порядок сортування:';


$_['entry_name']								= 'Короткий опис способу доставки:';
$_['entry_min_total_for_free_delivery']			= 'Мін. сума замовлення для безкоштовної доставки:';
$_['entry_min_total_for_free_delivery_help']	= 'Якщо сума замовлення більше або дорівнює вказаній сумі, тоді вартість доставки для клієнта буде дорівнюватиме нулю';
$_['entry_delivery_order']						= 'Вартість оформлення посилки:';
$_['entry_delivery_price']						= 'Тариф доставки:';
$_['entry_delivery_insurance']					= 'Вартість страховки:';
$_['entry_delivery_nal']						= 'Комісія за накладений платіж:';


$_['entry_name_help']							= 'Замінює стандартне опис способу доставки на сторінці оформлення. Залиште поле порожнім якщо не бажаєте змінювати';
$_['entry_delivery_order_help']					= 'Обов\'язковий фіксований платіж при оформленні';
$_['entry_delivery_price_help']					= 'Вартість за 1 кг. Наприклад, 1.1';
$_['entry_delivery_insurance_help']				= 'Відсоток від суми замовлення';
$_['entry_delivery_nal_help']					= 'Відсоток від суми замовлення';

// Error
$_['error_permission']							= 'У Вас немає прав для управління цим модулем!';
?>