<?php
// Text
$_['text_subject']  = '%s - Ваш афілійований обліковий запис активовано!';
$_['text_welcome']  = 'Ласкаво просимо і дякуємо за реєстрацію %s!';
$_['text_login']    = 'Тепер ваш обліковий запис затверджено, і ви можете увійти, використовуючи адресу електронної пошти та пароль, зайшовши на наш веб-сайт або за такою URL-адресою:';
$_['text_services'] = 'Після входу ви зможете генерувати коди відстеження, відстежувати комісійні платежі та редагувати дані облікового запису.';
$_['text_thanks']   = 'Дякуємо,';