<?php
// Text
$_['text_subject'] = '%s - Ваш обліковий запис активовано!';
$_['text_welcome'] = 'Ласкаво просимо і дякуємо за реєстрацію %s!';
$_['text_login']   = 'Тепер ваш обліковий запис створено, і ви можете увійти, використовуючи адресу електронної пошти та пароль, зайшовши на наш веб-сайт або за такою URL-адресою:';
$_['text_service'] = 'Після входу ви зможете отримати доступ до інших служб, включаючи перегляд попередніх замовлень, друкування рахунків-фактур і редагування інформації про обліковий запис.';
$_['text_thanks']  = 'Дякуємо,';