<?php
// Heading
$_['heading_title']     = 'Події';

// Text
$_['text_success']      = 'Успіх: Ви змінили події!';
$_['text_list']         = 'Список подій';
$_['text_event']        = 'Події використовуються розширеннями, щоб замінити функціональність вашого магазину за замовчуванням. Якщо у вас є проблеми, ви можете вимкнути або ввімкнути події тут.';
$_['text_info']         = 'Інформація про подію';
$_['text_trigger']      = 'Тригер';
$_['text_action']       = 'Дія';

// Column
$_['column_code']       = 'Код події';
$_['column_status']     = 'Статус';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Error
$_['error_permission']  = 'Попередження: у вас немає дозволу на змінення розширень!';
