<?php
// Текст
$_['text_success'] = 'Успіх: Ви змінили розширення!';
$_['text_unzip'] = 'Вилучення файлів!';
$_['text_move'] = 'Копіювання файлів!';
$_['text_xml'] = 'Застосування модифікаторів!';
$_['text_remove'] = 'Видалення тимчасових файлів!';

// Помилка
$_['error_permission'] = 'Попередження: у вас немає дозволу на зміну розширень!';
$_['error_install'] = 'Встановлення розширень відбувається, будь ласка, зачекайте кілька секунд, перш ніж спробувати встановити!';
$_['error_unzip'] = 'Не вдалося відкрити файл Zip!';
$_['error_file'] = 'Не вдалося знайти файл встановлення!';
$_['error_directory'] = 'Не вдалося знайти каталог встановлення!';
$_['error_code'] = 'Унікальний код необхідний для Модифікації XML!';
$_['error_xml'] = 'Модифікація% s вже використовується!';
$_['error_exists'] = 'Файл% s вже існує!';
$_['error_allowed'] = 'У каталозі% s заборонено записувати!';