<?php
// Заголовок
$_['heading_title'] = 'Інсталятор розширень';

// Текст
$_['text_progress'] = 'Встановити прогрес';
$_['text_upload'] = 'Завантажити ваші розширення';
$_['text_history'] = 'Історія встановлення';
$_['text_success'] = 'Успіх: розширення було встановлено!';
$_['text_install'] = 'Встановлення';

// Стовпець
$_['column_filename'] = 'Імя файлу';
$_['column_date_added'] = 'Дата додавання';
$_['column_action'] = 'Дія';

// Вступ
$_['entry_upload'] = 'Завантажити файл';
$_['entry_progress'] = 'Прогрес';

// Довідка
$_['help_upload'] = 'Потрібен файл Модифікація з розширенням ocmod.zip .';

// Помилка
$_['error_permission'] = 'Попередження: у вас немає дозволу на зміну розширень!';
$_['error_install'] = 'Встановлення розширень відбувається, будь ласка, зачекайте кілька секунд, перш ніж спробувати встановити!';
$_['error_upload'] = 'Файл не може бути завантажений!';
$_['error_filetype'] = 'Неправильний тип файлу!';
$_['error_file'] = 'Файл не знайдено!';