<?php
$_['heading_title'] = 'OpenBay Pro';

// Кнопки
$_['button_retry'] = 'Повторити';
$_['button_update'] = 'Оновити';
$_['button_patch'] = 'Виправлення';
$_['button_faq'] = 'Переглянути тему запитань';

// Tab
$_['tab_setting'] = 'Налаштування';
$_['tab_update'] = 'Оновлення програмного забезпечення';
$_['tab_developer'] = 'Розробник';

// Текст
$_['text_dashboard'] = 'Панель керування';
$_['text_success'] = 'Успіх: налаштування збережено';
$_['text_products'] = 'Елементи';
$_['text_orders'] = 'Замовлення';
$_['text_manage'] = 'Керування';
$_['text_help'] = 'Довідка';
$_['text_tutorials'] = 'Навчальні посібники';
$_['text_suggestions'] = 'Ідеї';
$_['text_version_latest'] = 'Ви запускаєте останню версію';
$_['text_version_check'] = 'Перевірка версії програмного забезпечення';
$_['text_version_installed'] = 'Встановлена ​​версія OpenBay Pro: v';
$_['text_version_current'] = 'Ваша версія';
$_['text_version_available'] = 'останнє є';
$_['text_language'] = 'Мова відповіді API';
$_['text_getting_messages'] = 'Отримання повідомлень OpenBay Pro';
$_['text_complete'] = 'Повне';
$_['text_patch_complete'] = 'Виправлення було застосовано';
$_['text_updated'] = 'Модуль оновлено (v.% s)';
$_['text_update_description'] = 'Інструмент оновлення внесе зміни до файлової системи магазину. Переконайтеся, що перед оновленням є повна резервна копія файлів і бази даних.';
$_['text_patch_description'] = 'Якщо ви завантажили файли оновлення вручну, потрібно виконати виправлення для завершення оновлення';
$_['text_clear_faq'] = 'Очистити приховані спливаючі спливаючі вікна';
$_['text_clear_faq_complete'] = 'Повідомлення будуть показуватися знову';
$_['text_install_success'] = 'Ринок був встановлений';
$_['text_uninstall_success'] = 'Ринок був видалений';
$_['text_title_messages'] = 'Повідомлення & amp; повідомлення ';
$_['text_marketplace_shipped'] = 'Статус замовлення буде поновлено на ринку';
$_['text_action_warning'] = 'Ця дія небезпечна, тому захищено паролем.';
$_['text_check_new'] = 'Перевірка нової версії';
$_['text_downloading'] = 'Завантаження файлів оновлень';
$_['text_extracting'] = 'Вилучення файлів';
$_['text_running_patch'] = 'Запуск файлів латок';
$_['text_fail_patch'] = 'Неможливо видобути файли оновлень';
$_['text_updated_ok'] = 'Оновлення завершено, встановлена ​​версія тепер';
$_['text_check_server'] = 'Перевірка вимог сервера';
$_['text_version_ok'] = 'Програмне забезпечення вже оновлено, встановлена ​​версія';
$_['text_remove_files'] = 'Видалення файлів більше не потрібно';
$_['text_confirm_backup'] = 'Переконайтеся, що у вас є повна резервна копія, перш ніж продовжити';
$_['text_software_update'] = 'Оновлення програмного забезпечення OpenBay Pro';
$_['text_patch_option'] = 'Ручне виправлення';

// Стовпець
$_['column_name'] = 'Імя плагіна';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Дія';

// Вступ
$_['entry_patch'] = 'патч оновлення вручну';
$_['entry_courier'] = 'Курєр';
$_['entry_courier_other'] = 'Інший курєр';
$_['entry_tracking'] = 'Відстеження #';
$_['entry_empty_data'] = 'Порожні дані зберігання?';
$_['entry_password_prompt'] = 'Введіть пароль для видалення даних';
$_['entry_update'] = 'Легке оновлення 1 клік';
$_['entry_beta'] = 'Використовувати бета-версію';

// Помилка
$_['error_admin'] = 'очікуваний каталог адміністратора';
$_['error_failed'] = 'Не вдалося завантажити, повторити?';
$_['error_tracking_id_format'] = 'Ваш ідентифікатор відстеження не може містити символи або ';
$_['error_tracking_courier'] = 'Ви повинні вибрати курєра, якщо ви хочете додати ідентифікатор відстеження';
$_['error_tracking_custom'] = 'Будь ласка, залиште курєрське поле порожнім, якщо ви хочете використовувати спеціальний курєр';
$_['error_permission'] = 'Ви не маєте дозволу на зміну розширення OpenBay Pro';
$_['error_file_delete'] = 'Неможливо видалити ці файли, їх слід видалити вручну';
$_['error_mkdir'] = 'Функція PHP "mkdir" вимкнена, зверніться до свого хосту "';
$_['error_openssl_encrypt'] = 'Функція PHP "openssl_encrypt" не активована. Зверніться до свого хостинг-провайдера. ';
$_['error_openssl_decrypt'] = 'Функція PHP "openssl_decrypt" не активована. Зверніться до свого хостинг-провайдера. ';
$_['error_fopen'] = 'Функція PHP "fopen" не активована. Зверніться до свого хостинг-провайдера. ';
$_['error_url_fopen'] = 'директива "allow_url_fopen" вимкнена вашим хостом - ви не зможете імпортувати зображення при імпорті продуктів з eBay';
$_['error_curl'] = 'Бібліотека PHP "CURL" не активована. Зверніться до свого хостинг-провайдера. ';
$_['error_zip'] = 'Розширення ZIP має бути завантажено. Зверніться до свого хостинг-провайдера. ';
$_['error_mbstring'] = 'Не ввімкнено бібліотеку PHP "str str". Зверніться до свого хостинг-провайдера. ';
$_['error_oc_version'] = 'Ваша версія OpenCart не тестується для роботи з цим модулем. У вас можуть виникнути проблеми. ';

// Довідка
$_['help_clear_faq'] = 'Показати всі сповіщення про допомогу знову';
$_['help_empty_data'] = 'Це може призвести до серйозного пошкодження, не використовувати його, якщо ви не знаєте, що він робить!';
$_['help_easy_update'] = 'Натисніть оновлення, щоб автоматично встановити останню версію OpenBay Pro';
$_['help_patch'] = 'Клацніть, щоб запустити скрипти скриптів';
$_['help_beta'] = 'Увага! Бета-версія є останньою версією розробки. Він не може бути стабільним і може містити помилки. ';