<?php
// Заголовок
$_['header_title'] = 'Затвердження клієнта';

// Текст
$_['text_success'] = 'Успіх: Ви змінили погодження клієнта!';
$_['text_list'] = 'Список схвалення клієнта';
$_['text_default'] = 'За замовчуванням';
$_['text_customer'] = 'Клієнт';
$_['text_affiliate'] = 'Партнерський';

// Стовпчик
$_['column_name'] = 'Ім&#39;я клієнта';
$_['column_email'] = 'Електронна пошта';
$_['column_customer_group'] = 'Група клієнтів';
$_['column_type'] = 'Тип';
$_['column_date_added'] = 'Дата додана';
$_['стовбур стовпчика'] = 'Дія';

// Вступ
$_['entry_name'] = 'Ім&#39;я клієнта';
$_['entry_email'] = 'Електронна пошта';
$_['entry_customer_group'] = 'Група клієнтів';
$_['entry_type'] = 'Тип';
$_['entry_date_added'] = 'Дата додана';

// Помилка
$_['error_permission'] = 'Попередження: Ви не маєте дозволу змінювати погодження клієнта!';